---
kind: enumMember
id: F:Autodesk.Revit.UI.RibbonItemType.ComboBoxMember
enum: Autodesk.Revit.UI.RibbonItemType
source: html/12cf9be6-78be-2162-3a42-84dcb3abbd57.htm
---
# Autodesk.Revit.UI.RibbonItemType.ComboBoxMember

An item in the drop-down list of a ComboBox.